import img1 from '../../assets/images/service-images/1.jpg'
import img2 from '../../assets/images/service-images/2.jpg'
import img3 from '../../assets/images/service-images/3.jpg'
import img4 from '../../assets/images/service-images/4.jpg'
import img5 from '../../assets/images/service-images/5.jpg'
import img6 from '../../assets/images/service-images/6.jpg'

export const serviceItems = [
    {
        id: "1",
        title: "النظافة",
        description: "خدمات النظافة كتنظيف المباني والمكاتب والفنادق وكافة الأماكن التي تتطلب هذه الخدمة والكثير من المرافق الأخرى",
        img: img1
    },
    {
        id: "2",
        title: "التشغيل والصيانة",
        description: "تقديم خدمات التشغيل والصيانة هي احدى اهم نقاط قوتنا حيث اننا نوفر جميع اعمال البناء والصيانة الهندسية والإصلاحات وفقـاً لمتطلبات عملائنا ونوفر أيضا العقود الخدمية للأبراج ومجمعات التسوق والمباني التجارية والمستودعات والمصانع وغيرها",
        img: img2
    },
    {
        id: "3",
        title: "الأيدي العاملة",
        description: "نوفر القوى البشرية بكافة التخصصات والجنسيات كـ عمال المصانع وعمال المطاعم وعمال المقاهي وعمال النظافة و عمال الضيافة والمهندسين والفنيين في كافة التخصصات وعقودنا متوافقة مع نظام أجير.",
        img: img3
    },
    {
        id: "4",
        title: "الضيافة",
        description: "الضيافة وتشـمل خدمـات تقديــم القهوة والشايوكافة المشـروبات السـاخة والبــاردة حسب طلبالعميــل بإيدي عمالة مدربة ومتخصصــة وتقدمهذه الخدمة بجودة مـع تطبيق الإشتراطات الصحية",
        img: img4
    },
    {
        id: "5",
        title: "توظيف السعوديين",
        description: "نقوم بتوفير القوى البشرية الوطنية في كافة المجالات ولكافة القطاعات العامة والخاصة عبر عقود التشغيل.",
        img: img5
    },
    {
        id: "6",
        title: "تشغيل المطاعم والمقاهي",
        description: "خدمة تشغيل المطاعم والمقاهي فنحن نقدم كافة التسهيلات لعملائنا في تشغيل مطاعمهم عبر توفير الايدي العاملة والتدريب فنحن لدينا طاقم لديه الخبرةالكبيرة في تفاصيل العمليات اليومية للمطاعم والمقاهي",
        img: img6
    }
]